Repository: Absence0760/threkir
Catalog: apps/watch_ios/WatchApp/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, pt_br, pt_pt

source: Active Run
de: Aktiver Lauf
es: Carrera activa
fr: Course en cours
ja: アクティブなラン
pt_br: Corrida ativa
pt_pt: Corrida ativa

source: Live pace, distance, and elapsed time during a run.
de: Live-Tempo, Distanz und verstrichene Zeit während eines Laufs.
es: Ritmo, distancia y tiempo transcurrido en directo durante una carrera.
fr: Allure, distance et temps écoulé en direct pendant une course.
ja: ラン中のペース、距離、経過時間をリアルタイム表示。
pt_br: Ritmo, distância e tempo decorrido ao vivo durante uma corrida.
pt_pt: Ritmo, distância e tempo decorrido em direto durante uma corrida.

source: Begins a new run, starting GPS and heart-rate recording
de: Startet einen neuen Lauf und beginnt die GPS- und Herzfrequenzaufzeichnung
es: Inicia una nueva carrera y comienza a registrar el GPS y la frecuencia cardíaca
fr: Démarre une nouvelle course en activant le GPS et l'enregistrement de la fréquence cardiaque
ja: 新しいランを開始し、GPSと心拍数の記録を始めます
pt_br: Inicia uma nova corrida, ativando o GPS e o registro da frequência cardíaca
pt_pt: Inicia uma nova corrida, ativando o GPS e o registo da frequência cardíaca

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
pt_br: Cancelar
pt_pt: Cancelar

source: Clear route
de: Route entfernen
es: Quitar ruta
fr: Retirer l'itinéraire
ja: ルートを消去
pt_br: Remover rota
pt_pt: Remover rota

source: Clears this synced run from the watch and returns to the start screen
de: Entfernt diesen synchronisierten Lauf von der Uhr und kehrt zum Startbildschirm zurück
es: Borra esta carrera sincronizada del reloj y vuelve a la pantalla de inicio
fr: Efface cette course synchronisée de la montre et revient à l'écran de démarrage
ja: 同期済みのこのランをウォッチから消去し、開始画面に戻ります
pt_br: Remove esta corrida sincronizada do relógio e volta à tela inicial
pt_pt: Remove esta corrida sincronizada do relógio e volta ao ecrã inicial

source: DEBUG: Sync Direct
de: DEBUG: Direkt synchronisieren
es: DEBUG: Sincronizar directo
fr: DEBUG : Synchro directe
ja: DEBUG: 直接同期
pt_br: DEBUG: Sincronizar direto
pt_pt: DEBUG: Sincronizar direto

source: Deletes the unsaved run permanently
de: Löscht den nicht gespeicherten Lauf endgültig
es: Elimina la carrera sin guardar de forma permanente
fr: Supprime définitivement la course non enregistrée
ja: 未保存のランを完全に削除します
pt_br: Exclui permanentemente a corrida não salva
pt_pt: Elimina permanentemente a corrida não guardada

source: Discard
de: Verwerfen
es: Descartar
fr: Supprimer
ja: 破棄
pt_br: Descartar
pt_pt: Descartar

source: Discard this run?
de: Lauf verwerfen?
es: ¿Descartar esta carrera?
fr: Supprimer cette course ?
ja: このランを破棄しますか？
pt_br: Descartar esta corrida?
pt_pt: Eliminar esta corrida?

source: Distance
de: Distanz
es: Distancia
ja: 距離
pt_br: Distância
pt_pt: Distância

source: HR
de: HF
es: FC
fr: FC
ja: 心拍
pt_br: FC
pt_pt: FC

source: None — tap to set
de: Keine — zum Einstellen tippen
es: Ninguno — toca para ajustar
fr: Aucune — touchez pour définir
ja: なし — タップして設定
pt_br: Nenhum — toque para definir
pt_pt: Nenhum — toque para definir

source: Not saved anywhere else
de: Nirgendwo sonst gespeichert
es: No se guarda en ningún otro sitio
fr: Enregistrée nulle part ailleurs
ja: 他に保存されていません
pt_br: Não salva em nenhum outro lugar
pt_pt: Não guardada em mais nenhum lado

source: Off route
de: Abseits der Route
es: Fuera de ruta
fr: Hors itinéraire
ja: ルート外
pt_br: Fora da rota
pt_pt: Fora da rota

source: Off route · %@
de: Abseits der Route · %@
es: Fuera de ruta · %@
fr: Hors itinéraire · %@
ja: ルート外 · %@
pt_br: Fora da rota · %@
pt_pt: Fora da rota · %@

source: Open the Run app
de: Threkir öffnen
es: Abre la app Threkir
fr: Ouvrir l'app Threkir
ja: Threkirアプリを開く
pt_br: Abra o app Threkir
pt_pt: Abra a app Threkir

source: Pace
de: Tempo
es: Ritmo
fr: Allure
ja: ペース
pt_br: Ritmo
pt_pt: Ritmo

source: Paused
de: Pausiert
es: En pausa
fr: En pause
ja: 一時停止中
pt_br: Pausado
pt_pt: Em pausa

source: Pauses the recording without ending it
de: Pausiert die Aufzeichnung, ohne sie zu beenden
es: Pausa el registro sin finalizarlo
fr: Met l'enregistrement en pause sans le terminer
ja: 記録を終了せずに一時停止します
pt_br: Pausa o registro sem encerrá-lo
pt_pt: Coloca o registo em pausa sem o terminar

source: Queued — will retry
de: In Warteschlange — wird wiederholt
es: En cola — se reintentará
fr: En file d'attente — nouvelle tentative
ja: キュー登録済み — 再試行します
pt_br: Na fila — vai tentar de novo
pt_pt: Na fila — vai tentar novamente

source: GPS track unavailable — synced without it
de: GPS-Track nicht verfügbar – ohne ihn synchronisiert
es: Trazado GPS no disponible: sincronizado sin él
fr: Tracé GPS indisponible – synchronisé sans lui
ja: GPSトラックがありません。トラックなしで同期しました
pt_br: Trajeto GPS indisponível — sincronizado sem ele
pt_pt: Trajeto GPS indisponível — sincronizado sem ele

source: No GPS — time only
de: Kein GPS — nur Zeit
es: Sin GPS — solo tiempo
fr: Pas de GPS — durée seulement
ja: GPS なし — 時間のみ
pt_br: Sem GPS — somente tempo
pt_pt: Sem GPS — apenas tempo

source: GPS lost
de: GPS verloren
es: GPS perdido
fr: GPS perdu
ja: GPS を喪失
pt_br: GPS perdido
pt_pt: GPS perdido

source: Heart rate unavailable
de: Herzfrequenz nicht verfügbar
es: Frecuencia cardíaca no disponible
fr: Fréquence cardiaque indisponible
ja: 心拍数を取得できません
pt_br: Frequência cardíaca indisponível
pt_pt: Frequência cardíaca indisponível

source: Heart rate unavailable — run saved without it
de: Herzfrequenz nicht verfügbar – Lauf ohne sie gespeichert
es: Frecuencia cardíaca no disponible: carrera guardada sin ella
fr: Fréquence cardiaque indisponible – course enregistrée sans elle
ja: 心拍数を取得できません。心拍数なしでランを保存しました
pt_br: Frequência cardíaca indisponível — corrida salva sem ela
pt_pt: Frequência cardíaca indisponível — corrida guardada sem ela

source: Phone unavailable — tap Sync Run to retry
de: Telefon nicht verfügbar – zum Wiederholen auf „Lauf synchronisieren“ tippen
es: Teléfono no disponible: toca Sincronizar carrera para reintentar
fr: Téléphone indisponible – appuyez sur Synchroniser la course pour réessayer
ja: スマホに接続できません。「ランを同期」をタップして再試行
pt_br: Telefone indisponível — toque em Sincronizar corrida para tentar de novo
pt_pt: Telemóvel indisponível — toque em Sincronizar corrida para tentar novamente

source: Queued for sync
de: Zur Synchronisierung in Warteschlange
es: En cola para sincronizar
fr: En file d'attente pour la synchronisation
ja: 同期待ち
pt_br: Na fila para sincronizar
pt_pt: Na fila para sincronizar

source: Ready to Run
de: Bereit zum Laufen
es: Listo para correr
fr: Prêt à courir
ja: ランの準備完了
pt_br: Pronto para correr
pt_pt: Pronto para correr

source: Recover
de: Wiederherstellen
es: Recuperar
fr: Récupérer
ja: 復元
pt_br: Recuperar
pt_pt: Recuperar

source: Recover unsaved run from %@, %@, %@?
de: Nicht gespeicherten Lauf von %1$@, %2$@, %3$@ wiederherstellen?
es: ¿Recuperar la carrera sin guardar del %1$@, %2$@, %3$@?
fr: Récupérer la course non enregistrée du %1$@, %2$@, %3$@ ?
ja: %1$@、%2$@、%3$@ の未保存のランを復元しますか？
pt_br: Recuperar a corrida não salva de %1$@, %2$@, %3$@?
pt_pt: Recuperar a corrida não guardada de %1$@, %2$@, %3$@?

source: Removes the route your iPhone sent, so the next run is unguided
de: Entfernt die vom iPhone gesendete Route, sodass der nächste Lauf ohne Führung läuft
es: Elimina la ruta enviada desde tu iPhone, de modo que la próxima carrera no tenga guía
fr: Retire l'itinéraire envoyé par votre iPhone : la prochaine course se fera sans guidage
ja: iPhoneから送られたルートを削除し、次のランはガイドなしになります
pt_br: Remove a rota enviada pelo seu iPhone, para que a próxima corrida seja sem orientação
pt_pt: Remove a rota enviada pelo seu iPhone, para que a próxima corrida seja sem orientação

source: Restores the unsaved run from the last checkpoint
de: Stellt den nicht gespeicherten Lauf vom letzten Prüfpunkt wieder her
es: Restaura la carrera sin guardar desde el último punto de control
fr: Restaure la course non enregistrée depuis le dernier point de contrôle
ja: 最後のチェックポイントから未保存のランを復元します
pt_br: Restaura a corrida não salva a partir do último ponto de verificação
pt_pt: Restaura a corrida não guardada a partir do último ponto de controlo

source: Resume
de: Fortsetzen
es: Reanudar
fr: Reprendre
ja: 再開
pt_br: Retomar
pt_pt: Retomar

source: Resumes the paused recording
de: Setzt die pausierte Aufzeichnung fort
es: Reanuda el registro en pausa
fr: Reprend l'enregistrement en pause
ja: 一時停止中の記録を再開します
pt_br: Retoma o registro pausado
pt_pt: Retoma o registo em pausa

source: Route position unknown
de: Routenposition unbekannt
es: Posición en la ruta desconocida
fr: Position sur l'itinéraire inconnue
ja: ルート上の位置が不明です
pt_br: Posição na rota desconhecida
pt_pt: Posição na rota desconhecida

source: RUN
de: LAUF
es: CORRER
fr: COURIR
ja: ラン
pt_br: CORRER
pt_pt: CORRER

source: Run
de: Lauf
es: Correr
fr: Courir
ja: ラン
pt_br: Correr
pt_pt: Correr

source: Run Complete
de: Lauf beendet
es: Carrera completada
fr: Course terminée
ja: ラン完了
pt_br: Corrida concluída
pt_pt: Corrida concluída

source: RUNNING
de: LÄUFT
es: EN MARCHA
fr: EN COURS
ja: 実行中
pt_br: CORRENDO
pt_pt: A CORRER

source: Sends the completed run to your iPhone over Watch Connectivity
de: Sendet den abgeschlossenen Lauf über Watch Connectivity an dein iPhone
es: Envía la carrera completada a tu iPhone mediante Watch Connectivity
fr: Envoie la course terminée à votre iPhone via Watch Connectivity
ja: 完了したランをWatch Connectivity経由でiPhoneに送信します
pt_br: Envia a corrida concluída ao seu iPhone via Watch Connectivity
pt_pt: Envia a corrida concluída para o seu iPhone através do Watch Connectivity

source: Sent to phone
de: An Telefon gesendet
es: Enviado al teléfono
fr: Envoyé au téléphone
ja: スマホに送信済み
pt_br: Enviado ao telefone
pt_pt: Enviado para o telemóvel

source: Start next run
de: Nächsten Lauf starten
es: Empezar la siguiente carrera
fr: Démarrer la course suivante
ja: 次のランを開始
pt_br: Iniciar a próxima corrida
pt_pt: Iniciar a corrida seguinte

source: Stop
de: Stopp
es: Parar
fr: Arrêter
ja: 停止
pt_br: Parar
pt_pt: Parar

source: Sync Run
de: Lauf synchronisieren
es: Sincronizar carrera
fr: Synchroniser la course
ja: ランを同期
pt_br: Sincronizar corrida
pt_pt: Sincronizar corrida

source: Tap to start
de: Zum Starten tippen
es: Toca para empezar
fr: Toucher pour démarrer
ja: タップして開始
pt_br: Toque para iniciar
pt_pt: Toque para iniciar

source: Target pace
de: Ziel-Tempo
es: Ritmo objetivo
fr: Allure cible
ja: 目標ペース
pt_br: Ritmo-alvo
pt_pt: Ritmo objetivo

source: Throws away the unsynced run permanently
de: Verwirft den nicht synchronisierten Lauf endgültig
es: Descarta de forma permanente la carrera sin sincronizar
fr: Supprime définitivement la course non synchronisée
ja: 同期されていないランを完全に破棄します
pt_br: Descarta permanentemente a corrida não sincronizada
pt_pt: Descarta permanentemente a corrida não sincronizada

source: Unsaved Run
de: Nicht gespeicherter Lauf
es: Carrera sin guardar
fr: Course non enregistrée
ja: 未保存のラン
pt_br: Corrida não salva
pt_pt: Corrida não guardada

source: %@ to go
de: noch %@
es: %@ restantes
fr: %@ restants
ja: 残り %@
pt_br: faltam %@
pt_pt: faltam %@

source: %lld GPS pts
de: %lld GPS-Pkt.
es: %lld ptos. GPS
fr: %lld pts GPS
ja: GPS %lld点
pt_br: %lld pts GPS
pt_pt: %lld pts GPS

source: %lld pts
de: %lld Pkt.
es: %lld ptos.
ja: %lld点

# %lld run queued to sync
source: %lld runs queued to sync
de: %lld Läufe warten auf Synchronisierung
es: %lld carreras en cola para sincronizar
fr: %lld courses en attente de synchronisation
ja: %lld 件のランが同期待ち
pt_br: %lld corridas na fila para sincronizar
pt_pt: %lld corridas na fila para sincronizar

source: Run map
de: Laufkarte
es: Mapa de la carrera
fr: Carte de la course
ja: ランのマップ
pt_br: Mapa da corrida
pt_pt: Mapa da corrida

source: Waiting for GPS
de: Warte auf GPS
es: Esperando el GPS
fr: En attente du GPS
ja: GPSを待っています
pt_br: Aguardando o GPS
pt_pt: À espera de GPS

source: Cancel countdown
de: Countdown abbrechen
es: Cancelar la cuenta atrás
fr: Annuler le compte à rebours
ja: カウントダウンをキャンセル
pt_br: Cancelar a contagem regressiva
pt_pt: Cancelar a contagem decrescente

source: Hold to end the run and open the summary
de: Gedrückt halten, um den Lauf zu beenden und die Zusammenfassung zu öffnen
es: Mantén pulsado para terminar la carrera y abrir el resumen
fr: Maintenez pour terminer la course et ouvrir le récapitulatif
ja: 長押しでランを終了し、サマリーを開きます
pt_br: Mantenha pressionado para encerrar a corrida e abrir o resumo
pt_pt: Mantenha premido para terminar a corrida e abrir o resumo

source: Activity
de: Aktivität
es: Actividad
fr: Activité
ja: アクティビティ
pt_br: Atividade
pt_pt: Atividade

source: Activity type, currently %@, tap to change
de: Aktivitätstyp, aktuell %@, zum Ändern tippen
es: Tipo de actividad, actualmente %@, toca para cambiar
fr: Type d'activité, actuellement %@, touchez pour changer
ja: アクティビティの種類、現在 %@、タップして変更
pt_br: Tipo de atividade, atualmente %@, toque para alterar
pt_pt: Tipo de atividade, atualmente %@, toque para alterar

# activityType.cycle
source: Cycle
de: Radfahren
es: Ciclismo
fr: Vélo
ja: サイクリング
pt_br: Ciclismo
pt_pt: Ciclismo

# activityType.hike
source: Trail run
de: Traillauf
es: Trail
fr: Trail
ja: トレイルラン
pt_br: Trilha
pt_pt: Trail

# activityType.run
source: Run
de: Laufen
es: Carrera
fr: Course
ja: ランニング
pt_br: Corrida
pt_pt: Corrida

# activityType.walk
source: Walk
de: Gehen
es: Caminata
fr: Marche
ja: ウォーキング
pt_br: Caminhada
pt_pt: Caminhada

source: Lap
de: Runde
es: Vuelta
fr: Tour
ja: ラップ
pt_br: Volta
pt_pt: Volta

source: Lap %lld
de: Runde %lld
es: Vuelta %lld
fr: Tour %lld
ja: ラップ %lld
pt_br: Volta %lld
pt_pt: Volta %lld

source: Marks a split at the current time and distance
de: Setzt eine Zwischenzeit bei der aktuellen Zeit und Distanz
es: Marca un parcial en el tiempo y la distancia actuales
fr: Marque un temps intermédiaire au temps et à la distance actuels
ja: 現在のタイムと距離でラップを記録します
pt_br: Marca um parcial no tempo e na distância atuais
pt_pt: Marca um parcial no tempo e na distância atuais

source: Splits
de: Zwischenzeiten
es: Parciales
fr: Temps intermédiaires
ja: ラップタイム
pt_br: Parciais
pt_pt: Parciais

source: %lld steps
de: %lld Schritte
es: %lld pasos
fr: %lld pas
ja: %lld歩
pt_br: %lld passos
pt_pt: %lld passos

source: Run started
de: Lauf gestartet
es: Carrera iniciada
fr: Course démarrée
ja: ランを開始しました
pt_br: Corrida iniciada
pt_pt: Corrida iniciada

source: %lld kilometres
de: %lld Kilometer
es: %lld kilómetros
fr: %lld kilomètres
ja: %lldキロメートル
pt_br: %lld quilômetros
pt_pt: %lld quilómetros

source: %lld miles
de: %lld Meilen
es: %lld millas
ja: %lldマイル
pt_br: %lld milhas
pt_pt: %lld milhas

source: Pace, %lld minutes %lld seconds per kilometre
de: Pace, %1$lld Minuten %2$lld Sekunden pro Kilometer
es: Ritmo, %1$lld minutos %2$lld segundos por kilómetro
fr: Allure, %1$lld minutes %2$lld secondes au kilomètre
ja: ペース、1キロメートルあたり%1$lld分%2$lld秒
pt_br: Ritmo, %1$lld minutos %2$lld segundos por quilômetro
pt_pt: Ritmo, %1$lld minutos %2$lld segundos por quilómetro

source: Pace, %lld minutes %lld seconds per mile
de: Pace, %1$lld Minuten %2$lld Sekunden pro Meile
es: Ritmo, %1$lld minutos %2$lld segundos por milla
fr: Allure, %1$lld minutes %2$lld secondes au mile
ja: ペース、1マイルあたり%1$lld分%2$lld秒
pt_br: Ritmo, %1$lld minutos %2$lld segundos por milha
pt_pt: Ritmo, %1$lld minutos %2$lld segundos por milha

source: Pick up the pace
de: Tempo erhöhen
es: Acelera el ritmo
fr: Accélérez
ja: ペースを上げましょう
pt_br: Acelere o ritmo
pt_pt: Acelere o ritmo

source: Slow down
de: Langsamer
es: Reduce la velocidad
fr: Ralentissez
ja: ペースを落としましょう
pt_br: Diminua o ritmo
pt_pt: Abrande o ritmo

source: Run complete. %@ kilometres in %lld minutes.
de: Lauf beendet. %1$@ Kilometer in %2$lld Minuten.
es: Carrera completada. %1$@ kilómetros en %2$lld minutos.
fr: Course terminée. %1$@ kilomètres en %2$lld minutes.
ja: ラン完了。%2$lld分で%1$@キロメートル。
pt_br: Corrida concluída. %1$@ quilômetros em %2$lld minutos.
pt_pt: Corrida concluída. %1$@ quilómetros em %2$lld minutos.

source: Run complete. %@ miles in %lld minutes.
de: Lauf beendet. %1$@ Meilen in %2$lld Minuten.
es: Carrera completada. %1$@ millas en %2$lld minutos.
fr: Course terminée. %1$@ miles en %2$lld minutes.
ja: ラン完了。%2$lld分で%1$@マイル。
pt_br: Corrida concluída. %1$@ milhas em %2$lld minutos.
pt_pt: Corrida concluída. %1$@ milhas em %2$lld minutos.

source: Pause
es: Pausar
ja: 一時停止
pt_br: Pausar
pt_pt: Pausar

source: Route
es: Ruta
fr: Itinéraire
ja: ルート
pt_br: Rota
pt_pt: Rota

source: Start
es: Empezar
fr: Démarrer
ja: 開始
pt_br: Iniciar
pt_pt: Iniciar

source: %lld bpm
es: %lld ppm
